000100 IDENTIFICATION DIVISION.
000200 PROGRAM-ID. IPCONVERT.
000300-DATA DIVISION.
000400-WORKING-STORAGE SECTION.
000500 PROCEDURE DIVISION.
000600     DISPLAY "Hello World".
000700 STOP RUN.
