000000 IDENTIFICATION DIVISION.
000000 PROGRAM-ID. IPCONVERT.
000000 DATA DIVISION.
000000 WORKING-STORAGE SECTION.
000000 01 WS-IP PIC X(17).
000000 01 WS-A  PIC 9(3).
000000 01 WS-B  PIC 9(3).
000000 01 WS-C  PIC 9(3).
000000 01 WS-D  PIC 9(3).
000000 01 WS-DEC PIC 9(10).
000000 PROCEDURE DIVISION.
000000-    DISPLAY "Hello World".
000000 STOP RUN.
